tap "adoptopenjdk/openjdk"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sergiomss/tap"
tap "vimond/tap", "git@github.com:vimond/homebrew-tap.git"
brew "apache-spark"
brew "aws-es-proxy"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash-completion"
brew "glib"
brew "harfbuzz"
brew "libraqm"
brew "pillow"
brew "binwalk"
brew "bzip2"
brew "coreutils"
brew "guile"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "circleci"
brew "conftest"
brew "ctags"
brew "go"
brew "dep"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine-driver-vmware"
brew "dos2unix"
brew "folly"
brew "edencommon"
brew "exiftool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gradle"
brew "grep"
brew "grpcurl"
brew "python@3.9"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "libraw"
brew "imagemagick"
brew "jenv"
brew "jfrog-cli"
brew "jmeter"
brew "jq"
brew "k6"
brew "kubernetes-cli"
brew "kops"
brew "libxml2"
brew "libxmlsec1"
brew "maven"
brew "maven-completion"
brew "minikube"
brew "node"
brew "nvm"
brew "oath-toolkit"
brew "pandoc"
brew "parquet-tools"
brew "perl"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "python-yq"
brew "python@3.10"
brew "redis"
brew "rsync"
brew "sbt"
brew "siege"
brew "socat"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tmux"
brew "tomcat"
brew "tomcat@9"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq", link: false
brew "zlib"
brew "datawire/blackbird/telepresence-legacy"
brew "derailed/k9s/k9s"
brew "sergiomss/tap/ks"
brew "sergiomss/tap/swiss-army-knife"
brew "vimond/tap/aws_adfs"
brew "vimond/tap/heimdall"
brew "vimond/tap/cattail"
brew "vimond/tap/puncher"
brew "vimond/tap/tfconfig"
brew "vimond/tap/touche"
brew "vimond/tap/vim-service"
cask "1password"
cask "acorn"
cask "adoptopenjdk8"
cask "dropbox"
cask "expressvpn"
cask "firefox"
cask "goofy"
cask "java11"
cask "mactex"
cask "muzzle"
cask "ngrok"
cask "osxfuse"
cask "pritunl"
cask "session-manager-plugin"
cask "signal"
cask "skitch"
cask "skype"
cask "slack"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
