brew "vim"
brew "tmux"
brew "git"

brew "tree"
brew "watch"
brew "wget"
brew "watch"
brew "gpg"
brew "coreutils"
brew "rsync"

brew "go"
brew "python"
brew "node"
brew "docker"

brew "aws-iam-authenticator"
brew "dep"
brew "yarn"
brew "awscli"
brew "ctags"
brew "gnupg"
brew "docker-machine-driver-vmware"

cask "acorn"
cask "spotify"
cask "whatsapp"
cask "slack"
cask "signal"
cask "skitch"
cask "visual-studio-code"
cask "skype"
cask "pritunl"
cask "muzzle"
cask "dropbox"
cask "expressvpn"
cask "pastebot"
cask "firefox"
cask "virtualbox"

brew "minikube"
